;Place localized text in this file lol

[HelmArt_T X2BodyPartTemplate]
DisplayName="BLACKLIGHT RETRIBUTION: Artemis's Helmet"

[FPUArt_T X2BodyPartTemplate]
DisplayName="BLACKLIGHT RETRIBUTION: Artemis's Helmet"

[FPLArt_T X2BodyPartTemplate]
DisplayName="BLACKLIGHT RETRIBUTION: Artemis's Helmet"

